acceptance/evidence/engineering-worker-runs/run_1461d0ae05d547fca9612771/attempt-1/case/0/U
FoamFile
{
 version 2.0;
 format ascii;
 class volVectorField;
 object U;
}
dimensions [0 1 -1 0 0 0 0];
internalField uniform (0.010999999999999999 0 0);
boundaryField {
 inlet { type fixedValue; value nonuniform List<vector> 18 ( (0.0017796610169491527 0 0)
(0.0050338983050847459 0 0)
(0.0078813559322033905 0 0)
(0.010322033898305086 0 0)
(0.012355932203389833 0 0)
(0.01398305084745763 0 0)
(0.015203389830508476 0 0)
(0.016016949152542374 0 0)
(0.016423728813559323 0 0)
(0.016423728813559323 0 0)
(0.016016949152542377 0 0)
(0.015203389830508477 0 0)
(0.013983050847457632 0 0)
(0.012355932203389833 0 0)
(0.010322033898305084 0 0)
(0.0078813559322033887 0 0)
(0.0050338983050847485 0 0)
(0.0017796610169491535 0 0) ); }
 outlet { type zeroGradient; }
 walls { type noSlip; }
 frontAndBack { type empty; }
}
