acceptance/evidence/engineering-worker-runs/run_1461d0ae05d547fca9612771/attempt-1/case/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:                                        |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          18;
        startFace       2222;
    }
    outlet
    {
        type            patch;
        nFaces          18;
        startFace       2240;
    }
    walls
    {
        type            wall;
        inGroups        1(wall);
        nFaces          128;
        startFace       2258;
    }
    frontAndBack
    {
        type            empty;
        inGroups        1(empty);
        nFaces          2304;
        startFace       2386;
    }
)

// ************************************************************************* //
