acceptance/evidence/engineering-worker-runs/run_1461d0ae05d547fca9612771/attempt-1/case/constant/transportProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object transportProperties;
}
transportModel Newtonian;
nu [0 2 -1 0 0 0 0] 0.0011000000000000001;
