acceptance/evidence/engineering-worker-runs/run_1461d0ae05d547fca9612771/attempt-1/case/constant/turbulenceProperties
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object turbulenceProperties;
}
simulationType laminar;
