acceptance/evidence/engineering-worker-runs/run_1461d0ae05d547fca9612771/attempt-1/case/system/fvSchemes
FoamFile
{
 version 2.0;
 format ascii;
 class dictionary;
 object fvSchemes;
}
ddtSchemes { default steadyState; }
gradSchemes { default Gauss linear; }
divSchemes { default none; div(phi,U) notAnOpenFOAMScheme; div((nuEff*dev2(T(grad(U))))) Gauss linear; }
laplacianSchemes { default Gauss linear corrected; }
interpolationSchemes { default linear; }
snGradSchemes { default corrected; }
wallDist { method meshWave; }
